Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: My other plea at Easter time is that these scenes of Christ’s lonely sacrifice, laced with moments of denial and abandonment and, at least once, outright betrayal, must never be reenacted by us. He has walked alone once. Now, may I ask that never again will He have to confront sin without our aid and assistance, that never again will He find only unresponsive onlookers when He sees you and me along His Via Dolorosa in our present day. As we approach this holy week—Passover Thursday with its Paschal Lamb, atoning Friday with its cross, Resurrection Sunday with its empty tomb—may we declare ourselves to be more fully disciples of the Lord Jesus Christ, not in word only and not only in the flush of comfortable times but in deed and in courage and in faith, including when the path is lonely and when our cross is difficult to bear. This Easter week and always, may we stand by Jesus Christ “at all times and in all things, and in all places that [we] may be in, even until death,”21 for surely that is how He stood by us when it was unto death and when He had to stand entirely and utterly alone. In the name of Jesus Christ, amen.
ru: В эту Пасхальную пору я также молюсь о том, чтобы моменты одинокой жертвы Христа, вкупе с отречением и, как минимум, однократным открытым предательством, никогда не повторились по нашей вине. Он уже прошел через это однажды. И вот, я прошу, чтобы никогда больше Ему не пришлось бороться с грехом без нашего участия и помощи, и чтобы у Него больше не было только равнодушных зрителей, взирающих, как Он в наши дни несет Свой крест на Голгофу. Приближаясь к святой неделе – к четвергу, дню начала Исхода, с его Пасхальным Агнцем, к пятнице Искупления с ее крестом, к дню Воскресения с его пустой гробницей, – давайте же провозглашать и проявлять себя более преданными учениками Господа Иисуса Христа, не только словами, и не только когда это не вызывает неудобств, но и делом, и мужеством, и верой, в том числе в те моменты, когда наш путь одинок, а крест тяжел. Давайте же стоять за Иисуса Христа и в эту Пасхальную неделю, и в любое другое время, «всегда, везде и во всем, даже до самой смерти»21, ибо именно таким образом Он стоял за нас, когда смерть подступила и когда Он должен был остаться в полном и совершенном одиночестве. Во имя Иисуса Христа, аминь.

source: My dear brothers and sisters, I express my love to you. I am humbled by the responsibility to address you, and yet I am grateful for the opportunity to do so.
ru: Мои дорогие братья и сестры, я выражаю вам свою любовь. Я смиренно принимаю ответственность обратиться к вам, и все же я рад этой возможности.

source: Since last we met together in a general conference six months ago, there have been continuing signs that circumstances in the world aren’t necessarily as we would wish. The global economy, which six months ago appeared to be sagging, seems to have taken a nosedive, and for many weeks now the financial outlook has been somewhat grim. In addition, the moral footings of society continue to slip, while those who attempt to safeguard those footings are often ridiculed and, at times, picketed and persecuted. Wars, natural disasters, and personal misfortunes continue to occur.
ru: С тех пор как мы в прошлый раз встречались на Генеральной конференции шесть месяцев назад, стало очевидно, что положение в мире не всегда такое, как нам хочется. Мировая экономика, которая тогда казалась слабеющей, сейчас просто рушится, а финансовая перспектива уже много недель выглядит мрачной. Кроме того, моральные устои общества продолжают скатываться вниз, а тех, кто пытается их сохранить, часто высмеивают, а иногда пикетируют и преследуют. Не утихают войны, стихийные бедствия и личные трагедии.

source: It would be easy to become discouraged and cynical about the future—or even fearful of what might come—if we allowed ourselves to dwell only on that which is wrong in the world and in our lives. Today, however, I’d like us to turn our thoughts and our attitudes away from the troubles around us and to focus instead on our blessings as members of the Church. The Apostle Paul declared, “God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.”1
ru: Можно легко разочароваться и разувериться в будущем или даже пугаться грядущего, если думать только о том негативном, что происходит в мире и в нашей жизни. Но сегодня я хочу, чтобы мы отвратили свои мысли и настроения от окружающих нас невзгод и сосредоточились на наших благословениях, как членов Церкви. Апостол Павел сказал: «Ибо дал нам Бог духа не боязни, но силы и любви и целомудрия»1.

source: None of us makes it through this life without problems and challenges—and sometimes tragedies and misfortunes. After all, in large part we are here to learn and grow from such events in our lives. We know that there are times when we will suffer, when we will grieve, and when we will be saddened. However, we are told, “Adam fell that men might be; and men are, that they might have joy.”2
ru: Никому из нас не миновать в этой жизни проблем и испытаний, а иногда и трагедий, и несчастий. В конце концов мы здесь главным образом для того, чтобы учиться и расти на таких вот жизненных событиях. Мы знаем, что бывают времена, когда мы страдаем, когда мы горюем, когда мы грустим. Однако нам сказано: «Адам пал, дабы человечество могло быть. А человечество есть, дабы иметь радость»2.

source: How might we have joy in our lives, despite all that we may face? Again from the scriptures: “Wherefore, be of good cheer, and do not fear, for I the Lord am with you, and will stand by you.”3
ru: Как же нам иметь радость в жизни, несмотря на все происходящее? Опять же из Священных Писаний: «Ободритесь и не страшитесь, ибо Я, Господь, с вами и буду около вас»3.

source: The history of the Church in this, the dispensation of the fulness of times, is replete with the experiences of those who have struggled and yet who have remained steadfast and of good cheer as they have made the gospel of Jesus Christ the center of their lives. This attitude is what will pull us through whatever comes our way. It will not remove our troubles from us but rather will enable us to face our challenges, to meet them head on, and to emerge victorious.
ru: История Церкви в нынешнем устроении полноты времен пестрит примерами тех, кто борется с трудностями и все же остается стойким и бодрым, ставя в центр своей жизни Евангелие Иисуса Христа. Именно это мировоззрение проведет нас через все невзгоды. Оно не оградит нас от проблем, но даст силу справляться с испытаниями, встречать их с поднятой головой и побеждать.

source: Too numerous to mention are the examples of all the individuals who have faced difficult circumstances and yet who have persevered and prevailed because their faith in the gospel and in the Savior has given them the strength they have needed. This morning, however, I’d like to share with you three such examples.
ru: Не счесть примеров всех людей, которые сталкиваются с трудностями, но не сдаются и побеждают, потому что их вера в Евангелие и в Спасителя дает им необходимую силу. Сегодня я приведу вам три таких примера.

source: First, from my own family, I mention a touching experience that has always been an inspiration to me.
ru: Первый – из моей собственной семьи, один трогательный случай, который всегда был для меня источником вдохновения.

source: My maternal great-grandparents Gibson and Cecelia Sharp Condie lived in Clackmannan, Scotland. Their families were engaged in coal mining. They were at peace with the world, surrounded by relatives and friends, and were housed in fairly comfortable quarters in a land they loved. Then they listened to the message of the missionaries from The Church of Jesus Christ of Latter-day Saints and, to the depths of their very souls, were converted. They heard the call to gather to Zion and knew they must answer that call.
ru: Мои прабабушка и прадедушка с материнской стороны, Гибсон и Сесилия Шарп Конди, жили в Клакманнане, Шотландия. Их семьи занимались добычей угля. Все у них было хорошо; их окружали родные и друзья, и жили они в довольно удобных домах на земле, которую любили. Потом они услышали послание миссионеров Церкви Иисуса Христа Святых последних дней и были обращены до глубины души. Услышав призыв собраться в Сионе, они поняли, что должны откликнуться на этот призыв.

source: Sometime around 1848, they sold their possessions and prepared for the hazardous voyage across the mighty Atlantic Ocean. With five small children, they boarded a sailing vessel, all their worldly possessions in one tiny trunk. They traveled 3,000 miles (4,800 km) across the waters—eight long, weary weeks on a treacherous sea, watching and waiting, with poor food, poor water, and no help beyond the length and breadth of that small ship.
ru: Примерно в 1848 году они продали свое имущество и приготовились к опасному путешествию через бескрайний Атлантический океан. С пятью маленькими детьми и сундучком, в котором уместились все их пожитки, они взошли на борт парусника. Свой путь в 4 800 км они одолевали восемь долгих, утомительных недель – в опасном океане, вглядываясь и ожидая, с плохой едой и плохим питьем и без всякой надежды на помощь за пределами этого утлого суденышка.

source: In the midst of this soul-trying situation, one of their young sons became ill. There were no doctors, no stores at which they might purchase medicine to ease his suffering. They watched, they prayed, they waited, and they wept as day by day his condition deteriorated. When his eyes were at last closed in death, their hearts were torn asunder. To add to their grief, the laws of the sea must be obeyed. Wrapped in a canvas weighed down with iron, the little body was consigned to a watery grave. As they sailed away, only those parents knew the crushing blow dealt to wounded hearts.4 However, with a faith born of their deep conviction of the truth and their love of the Lord, Gibson and Cecelia held on. They were comforted by the words of the Lord: “In the world ye shall have tribulation: but be of good cheer; I have overcome the world.”5
ru: Посреди этого испытания для души заболел один из их маленьких сыновей. На борту – ни докторов, ни аптеки, чтобы купить лекарства и облегчить его страдания. Они наблюдали, молились, ждали и плакали, а его состояние день за днем ухудшалось. Когда смерть наконец смежила его веки, их сердца были разбиты. К еще большему их горю, надо было соблюсти морской закон. Маленькое тельце завернули в холст и, утяжеленное утюгом, опустили в водяную могилу. Плывя дальше, только эти родители знали, каково это – перенести в израненном сердце этот сокрушительный удар4. Однако Гибсон и Сесилия держались – ведь у них была вера, происходящая от их глубокой приверженности истине и любви к Господу. Их утешали слова Господа: «В мире будете иметь скорбь; но мужайтесь: Я победил мир»5.

source: How grateful I am for ancestors who had the faith to leave hearth and home and to journey to Zion, who made sacrifices I can scarcely imagine. I thank my Heavenly Father for the example of faith, of courage, and of determination Gibson and Cecelia Sharp Condie provide for me and for all their posterity.
ru: Как же я благодарен предкам, которым достало веры, чтобы оставить домашний очаг и отправиться в Сион, которые приносили такие жертвы, что я едва могу вообразить! Я благодарю моего Небесного Отца за пример веры, мужества и решимости, который Гибсон и Сесилия Шарп Конди являют мне и всем своим потомкам.

source: I introduce next a gentle, faith-filled man who epitomized the peace and joy which the gospel of Jesus Christ can bring into one’s life.
ru: Теперь я представлю мягкого, исполненного веры человека, воплотившего тот покой и ту радость, какую Евангелие Иисуса Христа может привнести в нашу жизнь.

source: Late one evening on a Pacific isle, a small boat slipped silently to its berth at the crude pier. Two Polynesian women helped Meli Mulipola from the boat and guided him to the well-worn pathway leading to the village road. The women marveled at the bright stars, which twinkled in the midnight sky. The moonlight guided them along their way. However, Meli Mulipola could not appreciate these delights of nature—the moon, the stars, the sky—for he was blind.
ru: Однажды поздней ночью возле острова в Тихом океане маленькая лодка беззвучно подошла к грубо сколоченному причалу. Две полинезийские женщины помогли Мели Мулиполе выбраться из лодки и привели его к проторенной тропинке, выходящей на деревенскую дорогу. Женщины изумлялись ярким звездам, мерцающим в полночном небе. Свет луны указывал им путь. Но Мели Мулипола не мог оценить великолепие природы, луны, звезд, неба: он был слеп.

source: Brother Mulipola’s vision had been normal until a fateful day when, while working on a pineapple plantation, light turned suddenly to darkness and day became perpetual night. He was depressed and despondent until he learned the good news of the gospel of Jesus Christ. His life was brought into compliance with the teachings of the Church, and he once again felt hope and joy.
ru: У него было хорошее зрение до того рокового дня, когда, во время работы на ананасовой плантации, свет внезапно стал тьмой, а день – бесконечной ночью. Он был угнетен и подавлен, пока не узнал «благую весть» Евангелия Иисуса Христа. Он привел свою жизнь в согласие с учениями Церкви и снова ощутил надежду и радость.

source: Brother Mulipola and his loved ones had made a long voyage, having learned that one who held the priesthood of God was visiting among the islands of the Pacific. He sought a blessing, and it was my privilege, along with another who held the Melchizedek Priesthood, to provide that blessing to him. As we finished, I noted that tears were streaming from his sightless eyes, coursing down his brown cheeks and tumbling finally upon his native dress. He dropped to his knees and prayed: “O God, Thou knowest I am blind. Thy servants have blessed me that my sight might return. Whether in Thy wisdom I see light or whether I see darkness all the days of my life, I will be eternally grateful for the truth of Thy gospel, which I now see and which provides the light of my life.”
ru: Он и его близкие совершили долгое путешествие, узнав, что эти острова посетил носитель священства Бога. Он хотел получить благословение, и именно мне выпала честь, вместе с другим носителем Священства Мелхиседекова, дать ему это благословение. Когда мы закончили, я заметил слезы, которые лились из его незрячих глаз по смуглым щекам, капая на традиционную одежду. Он опустился на колени и взмолился: «О Боже, Ты знаешь, что я слеп. Твои слуги благословили меня, чтобы ко мне могло вернуться зрение. Если я по мудрости Твоей увижу свет, и даже если все дни своей жизни я буду видеть только темноту, я буду вечно благодарен за истину Твоего Евангелия, которую вижу сейчас и которая дает мне свет жизни».

source: He rose to his feet and, smiling, thanked us for providing the blessing. He then disappeared into the still of the night. Silently he came; silently he departed. But his presence I shall never forget. I reflected upon the message of the Master: “I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.”6
ru: Он поднялся на ноги и, улыбаясь, поблагодарил нас за благословение. Потом он исчез в тишине ночи. Тихо пришел и тихо ушел. Но я никогда не забуду его. Я задумался о призыве Учителя: «Я свет миру; кто последует за Мною, тот не будет ходить во тьме, но будет иметь свет жизни»6.

source: My brothers and sisters, each of us has that light in his or her life. We are not left to walk alone, no matter how dark our pathway.
ru: Мои братья и сестры, в жизни каждого из нас есть этот свет. Нас не оставили ходить в одиночку, каким бы темным ни был наш путь.

source: I love the words penned by M. Louise Haskins:
ru: Мне нравятся слова, написанные Луизой Хаскинс:

source: And I said to the man who stood at the gate of the year:
ru: Я сказала человеку, стоявшему в преддверии года:

source: “Give me a light, that I may tread safely into the unknown!”
ru: «Дай мне свет, чтобы я могла спокойно шагнуть в неизведанное!»

source: And he replied:
ru: А он ответил:

source: “Go out into the darkness and put your hand into the Hand of God.
ru: «Иди во тьму и вложи свою руку в руку Бога.

source: That shall be to you better than [a] light and safer than a known way.”7
ru: Это будет лучше, чем свет, и безопаснее, чем знакомый путь».7

source: The setting for my final example of one who persevered and ultimately prevailed, despite overwhelmingly difficult circumstances, begins in East Prussia following World War II.
ru: Мой последний пример человека, который шел к своей цели и в конце концов победил, несмотря на чрезвычайно тяжелые обстоятельства, начинается в Восточной Пруссии после Второй мировой войны.

source: In about March 1946, less than a year after the end of the war, Ezra Taft Benson, then a member of the Quorum of the Twelve, accompanied by Frederick W. Babbel, was assigned a special postwar tour of Europe for the express purpose of meeting with the Saints, assessing their needs, and providing assistance to them. Elder Benson and Brother Babbel later recounted, from a testimony they heard, the experience of a Church member who found herself in an area no longer controlled by the government under which she had resided.
ru: Примерно в марте 1946 года, менее чем через год после окончания войны, Эзру Тафта Бенсона, тогда члена Кворума Двенадцати, и Фредерика У. Бэббела направили в особую послевоенную поездку по Европе с целью встретиться со Святыми, оценить их нужды и предоставить им помощь. Старейшина Бенсон и брат Бэббел потом рассказывали, ссылаясь на услышанное ими свидетельство, об одном члене Церкви, оказавшемся на территории, более не принадлежавшей его стране.

source: She and her husband had lived an idyllic life in East Prussia. Then had come the second great world war within their lifetimes. Her beloved young husband was killed during the final days of the frightful battles in their homeland, leaving her alone to care for their four children.
ru: Она и ее муж чудесно жили в Восточной Пруссии. Потом в их жизнь вмешалась Вторая мировая война. Ее любимый молодой муж погиб в последние дни жестоких сражений у себя на родине, оставив ее одну заботиться об их четверых детях.

source: The occupying forces determined that the Germans in East Prussia must go to Western Germany to seek a new home. The woman was German, and so it was necessary for her to go. The journey was over a thousand miles (1,600 km), and she had no way to accomplish it but on foot. She was allowed to take only such bare necessities as she could load into her small wooden-wheeled wagon. Besides her children and these meager possessions, she took with her a strong faith in God and in the gospel as revealed to the latter-day prophet Joseph Smith.
ru: Оккупационные силы решили, что немцы из Восточной Пруссии должны перебраться в Западную Германию и искать там новый дом. Женщина была немкой, а значит, должна была уходить. До нового места было более полутора тысяч километров; ей было не на чем ехать, и пришлось идти пешком. Ей разрешили взять только самое необходимое: то, что умещалось в ее маленькой тележке на деревянных колесах. Помимо своих детей и скудных пожитков, она взяла с собою сильную веру в Бога и в Евангелие, открытое Пророку последних дней, Джозефу Смиту.

source: She and the children began the journey in late summer. Having neither food nor money among her few possessions, she was forced to gather a daily subsistence from the fields and forests along the way. She was constantly faced with dangers from panic-stricken refugees and plundering troops.
ru: Она с детьми отправилась в путь в конце лета. У них не было ни еды, ни денег, и ей приходилось собирать пропитание в лесах и на полях, попадавшихся по пути. Ей постоянно грозила опасность от панически бегущих беженцев и мародеров.

source: As the days turned into weeks and the weeks to months, the temperatures dropped below freezing. Each day, she stumbled over the frozen ground, her smallest child—a baby—in her arms. Her three other children struggled along behind her, with the oldest—seven years old—pulling the tiny wooden wagon containing their belongings. Ragged and torn burlap was wrapped around their feet, providing the only protection for them, since their shoes had long since disintegrated. Their thin, tattered jackets covered their thin, tattered clothing, providing their only protection against the cold.
ru: Дни превращались в недели, недели в месяцы; температура упала ниже нуля. День за днем она ковыляла по мерзлой земле, неся на руках младшенькую –младенца. Остальные трое детей плелись следом; старший, семи лет, тянул крошечную деревянную тележку с их пожитками. Ноги защищала грубая и рваная мешковина, ибо вся их обувь давно развалилась. Их тонкие, изодранные курточки поверх тонкой, изодранной одежды едва защищали от холода.

source: Soon the snows came, and the days and nights became a nightmare. In the evenings she and the children would try to find some kind of shelter—a barn or a shed—and would huddle together for warmth, with a few thin blankets from the wagon on top of them.
ru: Вскоре пошел снег, и их дни и ночи превратились в кошмар. По вечерам она и дети пытались найти какое-нибудь пристанище – амбар или навес – и прижимались друг к другу, чтобы согреться, укрываясь несколькими тонкими одеялами из тележки.

source: She constantly struggled to force from her mind overwhelming fears that they would perish before reaching their destination.
ru: Она постоянно гнала от себя страшные мысли, что они погибнут, не дойдя до места.

source: And then one morning the unthinkable happened. As she awakened, she felt a chill in her heart. The tiny form of her three-year-old daughter was cold and still, and she realized that death had claimed the child. Though overwhelmed with grief, she knew that she must take the other children and travel on. First, however, she used the only implement she had—a tablespoon—to dig a grave in the frozen ground for her tiny, precious child.
ru: И вот однажды утром случилось немыслимое. Проснувшись, она ощутила холод в сердце. Крошечное тельце ее трехлетней дочери было холодным и неподвижным; она поняла, что смерть отняла у нее ребенка. Переполненная горем, она понимала, что должна собрать других детей и продолжить путь. Но сначала она, с помощью единственного инструмента, который у нее был, – столовой ложки – выскребла в промерзшей земле могилку для своего крошечного, драгоценного ребенка.

source: Death, however, was to be her companion again and again on the journey. Her seven-year-old son died, either from starvation or from freezing or both. Again her only shovel was the tablespoon, and again she dug hour after hour to lay his mortal remains gently into the earth. Next, her five-year-old son died, and again she used her tablespoon as a shovel.
ru: Смерть, однако, еще не раз возвращалась на этом пути. Умер ее семилетний сын, – то ли от голода, то ли от холода, то ли от того и другого. И снова ее единственной лопатой была столовая ложка; и она снова час за часом скребла ею, чтобы нежно уложить в землю его бренные останки. Потом умер ее пятилетний сын, и она снова копала могилу своей ложкой вместо лопаты.
